;objectives
[MOCX_QuestStart X2ObjectiveTemplate]
Title="追踪MOCX计划的潜在线索"
LocLongDescription="MOCX计划是变种人破坏XCOM的最新成果：如果我们想消灭他们，我们需要找到他们的重大行动。"
SubObjectiveText="执行MOCX隐秘行动"

[MOCX_QuestMidOne X2ObjectiveTemplate]
Title="继续打击MOCX计划"
LocLongDescription="我们对MOCX进行了一些打击，但我们需要继续努力行动。"
SubObjectiveText="执行MOCX隐秘行动"

[MOCX_QuestMidTwo X2ObjectiveTemplate]
Title="继续打击MOCX计划"
LocLongDescription="我们对MOCX的打击更严重，但我们需要继续努力行动。"
SubObjectiveText="执行MOCX隐秘行动"


[MOCX_OffsiteBackups X2ObjectiveTemplate]
Title="突袭MOCX外围设施"
LocLongDescription="我们发现了一个与化身计划相关的外围备份设施，它有一支专门的MOCX特遣队。那支小队可能有我们可以利用的情报。"
SubObjectiveText="完成化身计划备份任务"

[MOCX_TrainingRaid X2ObjectiveTemplate]
Title="突袭MOCX培训演习"
LocLongDescription="MOCX正在进行一次大规模的训练演习，代号为黑曜石盾牌行动。多亏了我们之前取得的情报，我们知道，该行动将有一个直接上行链接到MOCX的网络。我们要从上行链接得到所能得到的一切。"
SubObjectiveText="完成MOCX培训演习任务"

[MOCX_SabotageHQ X2ObjectiveTemplate]
Title="摧毁MOCX计划"
LocLongDescription="沈发现了MOCX总部建筑中的一个关键缺陷。如果有正常的小队和足够的X4炸药，我们能摧毁MOCX的灵能传输网络，并将其永久关闭。"
SubObjectiveText="完成摧毁MOCX总部任务"


;ability points
[MOCXEvac X2AbilityPointTemplate]
ActionFriendlyName="通过撤离一个MOCX单位"

[MOCXKill X2AbilityPointTemplate]
ActionFriendlyName="通过杀死一个MOCX单位"

[MOCXCapture X2AbilityPointTemplate]
ActionFriendlyName="通过俘虏一个MOCX单位"

;SITREPs

[MOCX X2SitRepTemplate]
FriendlyName="MOCX小队"
Description="一支MOCX计划小队已被部署在这里。"

[MOCXAssault X2SitRepTemplate]
FriendlyName="MOCX总部突袭"
Description="这是MOCX计划的总部：他们将在这里部署多支小队。"


[MOCXRookies X2SitRepTemplate]
FriendlyName="MOCX训练演习"
Description="MOCX计划正在这里进行大规模演习：刚开始遇到的大多数部队将是MOCX新兵。"

[MOCXRookiesEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="MOCX训练演习"
Description="MOCX计划正在这里进行大规模演习：刚开始遇到的大多数部队将是MOCX新兵。"

[FullMOCXEffect X2SitRepEffectTemplate]
FriendlyName="MOCX小队"
Description="MOCX的一支小队已经部署在这里。MOCX可以使用通信干扰技术，因此暗影舱不会显示他们。"



;weapons and items

[Dark_Shotgun_MG X2WeaponTemplate]
FriendlyName="变种人碎片枪"
FriendlyNamePlural="变种人碎片枪"
BriefSummary="这种武器弱于我们自己的磁力霰弹枪。如果它领先于我们现在的技术基础，我们仍然可以使用它，或者卖给黑市换取补给。"
TacticalText="<Bullet/> 磁力武器技术使XCOM的战斗霰弹枪得到特别有效的改进。\n<Bullet/> 霰弹枪式武器在近距离内非常有效，但在远距离其命中会大大下降。\n<Bullet/> 使用从敌人手里抢来的武器升级附件能提升碎片枪的战术效率。"
AbilityDescName="霰弹枪"

[Dark_Shotgun_CG X2WeaponTemplate]
FriendlyName="变种人散射枪"
FriendlyNamePlural="变种人散射枪"
BriefSummary="这种基于线圈技术的散射枪，具有独特的能力，可以穿透一些护甲，可能对我们的行动有用。"
TacticalText="<Bullet/> 线圈武器自动穿透（无视）敌人1点护甲。<br/><Bullet/> 霰弹枪式武器在近距离具有很好的效果，但是它们的命中率在远距离下降得很快。\n<Bullet/> 使用从敌人手里抢来的武器升级附件能提升散射枪的战术效率。"
AbilityDescName="霰弹枪"

[Dark_Shotgun_BM X2WeaponTemplate]
FriendlyName="变种人风暴枪"
FriendlyNamePlural="变种人风暴枪"
BriefSummary="这种基于电浆技术的霰弹枪，威力可能比我们自己制造的要低，但不管怎样，它仍然能痛击敌人。"
TacticalText="<Bullet/> 这是XCOM军火库最先进的霰弹枪式武器。\n<Bullet/> 霰弹枪式武器在近距离具有很好的效果，但是它们的命中率在远距离下降得很快。\n<Bullet/> 使用从敌人手里抢来的武器升级附件能提升风暴枪的战术效率。"
AbilityDescName="霰弹枪"



[Dark_SMG_MG X2WeaponTemplate]
FriendlyName="变种人磁力冲锋枪"
FriendlyNamePlural="变种人磁力冲锋枪"
BriefSummary="这种武器弱于我们自己的冲锋枪。如果需要，我们仍然可以使用它。或者至少在黑市上换取一些补给。"
TacticalText="<Bullet/> 缺乏特殊训练的情况下，用主武器射击将会结束该士兵的回合。\n<Bullet/> 使用从变种人敌人身上取得的升级部件提升磁力冲锋枪的战术效率。 \n<Bullet/> 冲锋枪式武器相对突击步枪而言，提供了额外的移动力、近距离命中率和隐蔽性，但它造成的伤害更小，弹药更少，并且在远距离受到命中率惩罚。"
AbilityDescName="冲锋枪"

[Dark_SMG_CG X2WeaponTemplate]
FriendlyName="变种人线圈冲锋枪"
FriendlyNamePlural="变种人线圈冲锋枪"
BriefSummary="这种基于线圈技术的冲锋枪，具有独特的能力，可以穿透一些护甲，可能对我们的行动有用。"
TacticalText="<Bullet/> 线圈武器自动穿透（无视）敌人1点护甲。<br/><Bullet/> 冲锋枪式武器相对突击步枪而言，提供了额外的移动力、近距离命中率和隐蔽性，但它造成的伤害更小，弹药更少，并且在远距离受到命中率惩罚。<br/>"
AbilityDescName="冲锋枪"

[Dark_SMG_BM X2WeaponTemplate]
FriendlyName="变种人电浆冲锋枪"
FriendlyNamePlural="变种人电浆冲锋枪"
BriefSummary="这种基于电浆技术的冲锋枪，威力可能比我们自己制造的要低，但不管怎样，它仍然能痛击敌人。"
TacticalText="<Bullet/> 使用主武器总是会结束士兵的当前回合。\n<Bullet/> 使用从变种人敌人身上取得的升级部件提升电浆冲锋枪的战术效率。 \n<Bullet/> 冲锋枪式武器相对突击步枪而言，提供了额外的移动力、近距离命中率和隐蔽性，但它造成的伤害更小，弹药更少，并且在远距离受到命中率惩罚。"
AbilityDescName="冲锋枪"



[Dark_Cannon_MG X2WeaponTemplate]
FriendlyName="变种人磁力加农炮"
FriendlyNamePlural="变种人磁力加农炮"
BriefSummary="这种回收的武器弱于我们自己的磁力加农炮。尽管如此，它对于我们士兵可能还是有用的武器，或者即使只是解决我们紧张的供应流。"
TacticalText="<Bullet/> 这种更强大的磁力加农炮，是同样可部署的常规加农炮版本。\n<Bullet/> 使用从变种人敌人身上取得的升级部件提升磁力加农炮的战术效率。"
AbilityDescName="加农炮"

[Dark_Cannon_CG X2WeaponTemplate]
FriendlyName="变种人高斯加农炮"
FriendlyNamePlural="变种人高斯加农炮"
BriefSummary="这种基于线圈技术的加农炮，具有独特的能力，可以穿透一些护甲，可能对我们的行动有用。"
TacticalText="<Bullet/> 线圈武器自动穿透（无视）敌人1点护甲。<br/><Bullet/> 加农炮充当班用支援武器的角色，拥有更多的弹药，造成比步枪更大的伤害，但携带起来很麻烦。<br/><Bullet/> 使用从变种人敌人身上取得的升级部件提升高斯加农炮的战术效率。<br/>"
AbilityDescName="加农炮"

[Dark_Cannon_BM X2WeaponTemplate]
FriendlyName="变种人光束加农炮"
FriendlyNamePlural="变种人光束加农炮"
BriefSummary="这种基于电浆技术的加农炮，威力可能比我们自己制造的要低，但不管怎样，它仍然能痛击敌人。"
TacticalText="<Bullet/> 光束加农炮是人类部队所能部署的最强大的战术支援武器。\n<Bullet/> 使用从变种人敌人身上取得的升级部件提升光束加农炮的战术效率。"
AbilityDescName="加农炮"



[Dark_AssaultRifle_MG X2WeaponTemplate]
FriendlyName="变种人磁力突击步枪"
FriendlyNamePlural="变种人磁力突击步枪"
BriefSummary="这种回收的武器弱于我们自己的磁力突击步枪。尽管如此，它对于我们士兵可能还是有用的武器，或者即使只是解决我们紧张的供应流。"
TacticalText="<Bullet/> 缺乏特殊训练的情况下，用主武器射击将会结束该士兵的回合。\n<Bullet/> 使用从变种人敌人身上取得的升级部件提升磁力突击步枪的战术效率。"
AbilityDescName="突击步枪"

[Dark_AssaultRifle_CG X2WeaponTemplate]
FriendlyName="变种人线圈突击步枪"
FriendlyNamePlural="变种人线圈突击步枪"
BriefSummary="这种基于线圈技术的突击步枪，具有独特的能力，可以穿透一些护甲，可能对我们的行动有用。"
TacticalText="<Bullet/> 线圈武器自动穿透（无视）敌人1点护甲。<br/><Bullet/> 缺乏特殊训练的情况下，用主武器射击将会结束该士兵的回合。\n<Bullet/> 使用从变种人敌人身上取得的升级部件提升线圈突击步枪的战术效率。<br/>"
AbilityDescName="突击步枪"

[Dark_AssaultRifle_BM X2WeaponTemplate]
FriendlyName="变种人电浆突击步枪"
FriendlyNamePlural="变种人电浆突击步枪"
BriefSummary="这种基于电浆技术的突击步枪，威力可能比我们自己制造的要低，但不管怎样，它仍然能痛击敌人。"
TacticalText="<Bullet/> 电浆突击步枪是通用的、非常强大的基础步兵武器系统。\n<Bullet/> 使用主武器总是会结束士兵的当前回合。\n<Bullet/> 使用从变种人敌人身上取得的升级部件提升电浆突击步枪的战术效率。"
AbilityDescName="突击步枪"





[Dark_SniperRifle_MG X2WeaponTemplate]
FriendlyName="变种人磁力狙击枪"
FriendlyNamePlural="变种人磁力狙击枪"
BriefSummary="这种回收的武器弱于我们自己的磁力狙击枪。尽管如此，它对于我们士兵可能还是有用的武器，或者即使只是解决我们紧张的供应流。"
TacticalText="<Bullet/> 狙击步枪通常需要2个行动点来射击。\n<Bullet/> 它们在近距离精确度不高，但是在远距离具有致命的杀伤力。\n<Bullet/> 使用从变种人敌人身上取得的升级部件提升磁力狙击步枪的战术效率。"
AbilityDescName="狙击枪"

[Dark_SniperRifle_CG X2WeaponTemplate]
FriendlyName="变种人高斯狙击枪"
FriendlyNamePlural="变种人高斯狙击枪"
BriefSummary="这种基于线圈技术的狙击枪，具有独特的能力，可以穿透一些护甲，可能对我们的行动有用。"
TacticalText="<Bullet/> 线圈武器自动穿透（无视）敌人1点护甲。<br/><Bullet/> 未经特殊训练前，狙击步枪通常需要2个行动点才能射击。\n<Bullet/> 它们在近距离精确度不高，但是在远距离具有致命的杀伤力。\n<Bullet/> 使用从变种人敌人身上取得的升级部件提升高斯狙击枪的战术效率。"
AbilityDescName="狙击枪"

[Dark_SniperRifle_BM X2WeaponTemplate]
FriendlyName="变种人电浆长矛"
FriendlyNamePlural="变种人电浆长矛"
BriefSummary="这种基于电浆技术的狙击枪，威力可能比我们自己制造的要低，但不管怎样，它仍然能痛击敌人。"
TacticalText="<Bullet/> 这是狙击枪技术的尖端。\n<Bullet/> 狙击步枪通常需要2个行动点来射击。\n<Bullet/> 它们在近距离精确度不高，但是在远距离具有致命的杀伤力。\n<Bullet/> 使用从变种人敌人身上取得的升级部件提升电浆狙击步枪的战术效率。"
AbilityDescName="狙击枪"


[WeaponFragment X2ItemTemplate]
FriendlyName="武器残骸"
FriendlyNamePlural="武器残骸"
BriefSummary="被摧毁的敌人武器残骸。我们可以尽可能的回收，然后在黑市上卖掉。"
LootTooltip="这是某些敌人有时遗留的武器，这些东西没有用于研究的价值。"


;character names
[AdvMec_MOCX X2CharacterTemplate]
strCharacterName="MOCX MEC"

[MOCX_Leader X2CharacterTemplate]
strCharacterName="MOCX 指挥官"

[DarkSoldier X2CharacterTemplate]
strCharacterName="MOCX士兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkRookie X2CharacterTemplate]
strCharacterName="MOCX新兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkRookie_M2 X2CharacterTemplate]
strCharacterName="MOCX步兵/Grunt"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkRookie_M3 X2CharacterTemplate]
strCharacterName="MOCX骑兵/Trooper"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  


;start of normal units
[DarkGrenadier X2CharacterTemplate]
strCharacterName="MOCX榴弹兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkSpecialist X2CharacterTemplate]
strCharacterName="MOCX专家"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkRanger X2CharacterTemplate]
strCharacterName="MOCX游侠"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkSniper X2CharacterTemplate]
strCharacterName="MOCX狙击手"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkPsiAgent X2CharacterTemplate]
strCharacterName="MOCX灵能士兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkReclaimed X2CharacterTemplate]
strCharacterName="再造者/Reclaimed"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>是被MOCX俘虏和\"再造\" 的散兵，他被改变了记忆和外表。他很感激我们之后解放了他，并加入了XCOM。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>是被MOCX俘虏和\"再造\" 的散兵，她被改变了记忆和外表。她很感激我们之后解放了她，并加入了XCOM。"

;advanced variants

[DarkGrenadier_M2 X2CharacterTemplate]
strCharacterName="高级MOCX榴弹兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkSpecialist_M2 X2CharacterTemplate]
strCharacterName="高级MOCX专家"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkRanger_M2 X2CharacterTemplate]
strCharacterName="高级MOCX游侠"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkSniper_M2 X2CharacterTemplate]
strCharacterName="高级MOCX狙击手"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkPsiAgent_M2 X2CharacterTemplate]
strCharacterName="高级MOCX灵能士兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkReclaimed_M2 X2CharacterTemplate]
strCharacterName="高级再造者/Reclaimed"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>是被MOCX俘虏和\"再造\" 的散兵，他被改变了记忆和外表。他很感激我们之后解放了他，并加入了XCOM。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>是被MOCX俘虏和\"再造\" 的散兵，他被改变了记忆和外表。他很感激我们之后解放了他，并加入了XCOM。"

;elite variants

[DarkGrenadier_M3 X2CharacterTemplate]
strCharacterName="精英MOCX榴弹兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkSpecialist_M3 X2CharacterTemplate]
strCharacterName="精英MOCX专家"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkRanger_M3 X2CharacterTemplate]
strCharacterName="精英MOCX游侠"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkSniper_M3 X2CharacterTemplate]
strCharacterName="精英MOCX狙击手"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkPsiAgent_M3 X2CharacterTemplate]
strCharacterName="精英MOCX灵能士兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>在行动中被XCOM俘虏，经过一些审讯和\"说服\"后，他们现在愿意为XCOM工作了。"  

[DarkReclaimed_M3 X2CharacterTemplate]
strCharacterName="精英再造者/Reclaimed"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/>是被MOCX俘虏和\"再造\" 的散兵，他被改变了记忆和外表。他很感激我们之后解放了他，并加入了XCOM。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/>是被MOCX俘虏和\"再造\" 的散兵，他被改变了记忆和外表。他很感激我们之后解放了他，并加入了XCOM。"

;Techs

[RM_BasicPCS X2TechTemplate]
DisplayName="制造基础个人战斗芯片"
Summary="利用MOCX计划开发的战斗芯片，我们应该能将其再用于XCOM士兵的个人战斗模拟。这只包含基础个人战斗芯片功能。"

[RM_AdvPCS X2TechTemplate]
DisplayName="制造高级个人战斗芯片"
Summary="利用MOCX计划开发的战斗芯片，我们应该能将其再用于XCOM士兵的个人战斗模拟。这将包含更高级的个人战斗芯片功能，比如“攀爬”。"

[RM_SupPCS X2TechTemplate]
DisplayName="制造终极个人战斗芯片"
Summary="利用MOCX计划开发的战斗芯片，我们应该能将其再用于XCOM士兵的个人战斗模拟。这将包含终极的个人战斗芯片功能，比如“拟态皮肤”。"

[RM_ProduceChip X2TechTemplate]
DisplayName="制造战斗芯片"
Summary="我们从MOCX工程和研究人员的撤离中获得了一些好处，来自MOCX的战斗芯片蓝图。这将使我们确信未来能够制造个人战斗芯片。"


[RM_DecryptChip X2TechTemplate]
DisplayName="解密MOCX芯片"
Summary="MOCX计划给士兵配备了一种先进芯片系统。记得我离开变种人时还只存在于理论上。这就解释了为什么与变种人的其他部分相比，我们在入侵MOCX的通信网络时会遇到问题。如果我们了解MOCX取得了哪些进步，我们可能会收获更多成果。"
CodeName="伪装/Persona"
LongDescription="MOCX人员使用的战斗芯片系统，无疑是变种人为其精英士兵所做的一项令人惊讶的改进。也许我们此前的行动让他们决定在这方面加紧研究。然而我们已经深入了解了它的工作原理，我们应该能够使用收集的情报破解MOCX的加密方法。此外，我相信沈可以利用这些芯片来制造我们自己部队可使用的个人战斗模拟。我相信她已经准备好了你的“提议”，指挥官。 理查德·泰根。"
AlertString="MOCX战斗芯片"


;Dark Events
[DarkEvent_HealthBoosters X2DarkEventTemplate]
DisplayName="基因强化"
SummaryText="生物MOCX单位额外获得3点HP。"
QuoteText="\"当可以接触到外星人能做的任何东西，为自己发展\"更好\"的强化就不足为奇。\""
QuoteTextAuthor="- 军事中心长官布拉德福德"
PreMissionText="生物MOCX单位额外获得3点HP。"
PostMissionSuccessText="已阻止黑暗事件：基因强化"
PostMissionFailureText="未能阻止黑暗事件：基因强化"

[DarkEvent_CoilTier X2DarkEventTemplate]
DisplayName="MOCX研究：线圈武器"
SummaryText="MOCX为士兵部署了先进的线圈技术武器。"
QuoteText="\"即使还没有接触到电浆，从我们的所见来看，这些线圈武器威力巨大。\""
QuoteTextAuthor="- 沈总工程师"
PreMissionText="授予MOCX士兵更先进装备"
PostMissionSuccessText="已阻止黑暗事件：MOCX线圈科技"
PostMissionFailureText="未能阻止黑暗事件：MOCX线圈科技"

[DarkEvent_PlasmaTier X2DarkEventTemplate]
DisplayName="MOCX研究：电浆武器"
SummaryText="MOCX为士兵部署了先进的电浆技术武器。"
QuoteText="\"看起来外星人终于愿意给狗腿子们最强的技术了。\""
QuoteTextAuthor="- 军事中心长官布拉德福德"
PreMissionText="授予MOCX士兵尖端装备"
PostMissionSuccessText="已阻止黑暗事件：MOCX电浆武器"
PostMissionFailureText="未能阻止黑暗事件：MOCX电浆武器"

[DarkEvent_SquadSizeI X2DarkEventTemplate]
DisplayName="MOCX研究：小队规模I"
SummaryText="MOCX升级了其运输工具的运输量，增加他们一名额外的士兵来执行任务。"
QuoteText="\"等等，这不是我们上次战争中做的事吗？\""
QuoteTextAuthor="- 军事长官布拉德"
PreMissionText="MOCX小队规模增加1人。"
PostMissionSuccessText="已阻止黑暗事件：MOCX小队规模I"
PostMissionFailureText="未能阻止黑暗事件：MOCX小队规模I"

[DarkEvent_SquadSizeII X2DarkEventTemplate]
DisplayName="MOCX研究：小队规模II"
SummaryText="MOCX再次升级了其运输工具的运输量，再次增加他们一名额外的士兵来执行任务。"
QuoteText="\"别紧张，这是我们做过的事，不是吗？\""
QuoteTextAuthor="- 军事中心长官布拉德福德"
PreMissionText="MOCX小队规模再次增加1人。"
PostMissionSuccessText="已阻止黑暗事件：MOCX小队规模II"
PostMissionFailureText="未能阻止黑暗事件：MOCX小队规模II"

[DarkEvent_ICU X2DarkEventTemplate]
DisplayName="MOCX研究：重症监护室"
SummaryText="变种人为MOCX建立急救中心，使MOCX士兵能够更快地重返战场。"
QuoteText="\"没有印象！我们也可以这样做！\""
QuoteTextAuthor="- 贝吉塔中士"
PreMissionText="MOCX士兵在战场上受伤后恢复更快。"
PostMissionSuccessText="已阻止黑暗事件：MOCX重症监护室"
PostMissionFailureText="未能阻止黑暗事件：MOCX重症监护室"

[DarkEvent_AdvancedMECs X2DarkEventTemplate]
DisplayName="MOCX研究：高级MEC支援"
SummaryText="MOCX定制建造SPARK型MEC已在战场提供支援，这些MEC将被征召到战斗小队。"
QuoteText="\"看来变种人总算找到了我的旧房间...\""
QuoteTextAuthor="- 朱利安"
PreMissionText="MOCX现在可以在战斗小队中部署MEC。"
PostMissionSuccessText="已阻止黑暗事件：MOCX高级MEC支援"
PostMissionFailureText="未能阻止黑暗事件：MOCX高级MEC支援"

[DarkEvent_GeneticPCS X2DarkEventTemplate]
DisplayName="MOCX研究：基因战斗芯片"
SummaryText="MOCX进一步升级了他们的战斗芯片技术，为他们的士兵提供更激进的选择。"
QuoteText="\"我只是喜欢往MOCX身上泼酸液，结果他们现在竟然对此免疫了。\""
QuoteTextAuthor="- R.埃迪托下士。"
PreMissionText="MOCX士兵现在可以在战场上使用更先进的战斗芯片了。"
PostMissionSuccessText="已阻止黑暗事件：MOCX战斗芯片"
PostMissionFailureText="未能阻止黑暗事件：MOCX战斗芯片"


;MISSIONS
[MOCXFirst X2MissionFlavorTextTemplate]
FlavorText="缺少背景文本"
CouncilSpokesmanSuccessText="指挥官，您成功占领了外星人设施 <XGParam:StrValue0/!WorldRegionName/>，为我们提供了化身计划的重要线索。你们今天的行动无疑坚定了人类夺回地球控制权的决心。" 
CouncilSpokesmanFailureText="指挥官，您攻占外星人设施 <XGParam:StrValue0/!WorldRegionName/>的尝试失败，我们的意图已经暴露给外星人和他们的MOCX计划成员。我仍然相信您的能力，但我们必须做得更好，指挥官。"

[MOCXSecond X2MissionFlavorTextTemplate]
FlavorText="缺少背景文本"
CouncilSpokesmanSuccessText="指挥官，窃取关于MOCX计划的关键文件，对他们来说是一个巨大的打击。希望这意味着变种人的计划即将结束。" 
CouncilSpokesmanFailureText="指挥官，您未能窃取 <XGParam:StrValue0/!WorldRegionName/>的外星人重要文件，我们的意图暴露给了他们。我们下次必须做得更好。"

[MOCXThird X2MissionFlavorTextTemplate]
FlavorText="缺少背景文本"
CouncilSpokesmanSuccessText="指挥官，这次成功削弱了变种人控制体系中的一个重要单元。获得MOCX的首席科学家和工程师，将会进一步降低变种人的进程速度。" 
CouncilSpokesmanFailureText="指挥官，这次失败并不是结局，但是MOCX会知道下一次将发生什么。"

[MissionSource_MOCXOffsite X2MissionSourceTemplate]
BattleOpName="黑暗机密行动"
MissionPinLabel="外围化身设施"
MissionFlavorText="这处偏僻的外星人设施由变种人和一支附属的MOCX小队严密守卫。同时，这是夺取外星人物资的最佳机会。"

[MissionSource_MOCXTraining X2MissionSourceTemplate]
BattleOpName="暗影之刃行动"
MissionPinLabel="突袭训练演习"
MissionFlavorText="我们通常不会想去大规模训练演习区域。然而根据我们收集到的情报，对于MOCX未来全部努力至关重要的文件，已被暂时存放在那里。"

[MissionSource_MOCXAssault X2MissionSourceTemplate]
BattleOpName="破碎镜子行动"
MissionPinLabel="破坏MOCX总部"
MissionFlavorText="我们现在有一个最佳的机会冲击MOCX计划：让我们一劳永逸的终结这个嘲弄XCOM的组织。"



[Dark_OffsiteStorage X2MissionTemplate]
DisplayName="袭击外围备份设施"
Briefing="保护化身计划备份设施"
PostMissionType="保护化身设施"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="消灭所有敌方目标"

[Dark_OffsiteStorage X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭守卫设施的所有敌方目标"
ObjectiveTextPools[1]="坚守敌方设施"
ObjectiveTextPools[2]="撤离所有XCOM士兵"


[Dark_TrainingRaid X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="尽力压制所有敌方目标"
ObjectiveTextPools[1]="从暴露的接入点下载%QUESTITEM%"
ObjectiveTextPools[2]="撤离所有XCOM士兵"

[Dark_TrainingRaid X2MissionTemplate]
DisplayName="突袭训练演习"
Briefing="侵入已在行动区域中标记的电脑"
PostMissionType="侵入工作站"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="侵入连接到MOCX网络的计算机"
ObjectiveTextPools[1]="撤离(如果需要)：如果取回蓝图，任务就视为成功"

[Dark_RooftopsAssault X2MissionTemplate]
DisplayName="破坏MOCX总部"
Briefing="破坏MOCX总部"
PostMissionType="破坏MOCX总部"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Sky_Tower"
ObjectiveTextPools[0]="在该位置上安装X4炸药"
ObjectiveTextPools[1]="逃离行动区域"

[Dark_RooftopsAssault X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="安装X4炸药以摧毁MOCX总部"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="召唤天际游侠号，撤离所有士兵以完成这次任务。"


[RM_HQBluePrint X2QuestItemTemplate]
FriendlyName="MOCX总部蓝图"
FriendlyNamePlural="MOCX总部蓝图"
LootTooltip="MOCX总部的详细蓝图，从他们网络中获取的。"

;;;;;;;;;;;;;;;;;;;;  TACTICAL LOC ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;PCSes and Abilities

[LongJumpPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：攀爬"
FriendlyNamePlural="个人战斗芯片：攀爬"
BriefSummary="这种基因植入物使士兵能够攀爬墙壁，使他们能够无履平地到达屋顶和地面。"

[MimeticSkinPCS X2EquipmentTemplate]
FriendlyName="个人战斗芯片：拟态皮肤"
FriendlyNamePlural="个人战斗芯片：拟态皮肤"
BriefSummary="这种基因植入使士兵能够在没人发现的时候，与周围环境融为一体，达到肾上腺素的顶峰，使他们在全掩体的情况下能重新进入隐蔽。"


[RM_ControlChip X2ItemTemplate]
FriendlyName="MOCX个人战斗芯片"
FriendlyNamePlural="MOCX个人战斗芯片"
BriefSummary="我们保留了MOCX人员尸体中的其他东西：他们的植入物可能对XCOM士兵有用。"


;abilities
[OddNerfOne X2AbilityTemplate]
LocFriendlyName="汽车爆炸护具"
LocLongDescription="降低20%受到的汽车爆炸伤害。"
LocHelpText="降低20%受到的汽车爆炸伤害。"

[OddNerfTwo X2AbilityTemplate]
LocFriendlyName="高级汽车爆炸护具"
LocLongDescription="降低40%受到的汽车爆炸伤害。"
LocHelpText="降低40%受到的汽车爆炸伤害。"

[OddNerfThree X2AbilityTemplate]
LocFriendlyName="终极汽车爆炸护具"
LocLongDescription="降低50%受到的汽车爆炸伤害。"
LocHelpText="降低50%受到的汽车爆炸伤害。"

[ExecuteMOCX X2AbilityTemplate]
LocFriendlyName="处决"
LocLongDescription="处决一个血流不止单位。"
LocHelpText="处决一个血流不止单位。"
LocFlyOverText="处决！"

[DarkEventAbility_HealthBoost X2AbilityTemplate]
LocFriendlyName="黑暗事件：生命提升"
LocLongDescription="MOCX单位获得额外3点HP。"
LocHelpText="MOCX单位获得额外3点HP。"
LocFlyOverText="黑暗事件：生命提升"


[RM_DarkEvac X2AbilityTemplate]
LocFriendlyName="撤离！"
LocLongDescription="从战场撤离。"
LocHelpText="从战场撤离。"
LocFlyOverText="呼叫撤离"

[RM_DarkAutoEvac X2AbilityTemplate]
LocFriendlyName="撤离！"
LocLongDescription="从战场撤离。"
LocHelpText="从战场撤离。"
LocFlyOverText="呼叫撤离"

[RM_EvacTeleport X2AbilityTemplate]
LocFriendlyName="撤离！"
LocLongDescription="从战场撤离。"
LocHelpText="从战场撤离。"
LocFlyOverText="已撤离！"

[FakeBleedout X2AbilityTemplate]
LocFriendlyName="特种部队致死抗性"
LocLongDescription="有几率在任务中被击晕，而不是被击杀。"
LocHelpText="有几率在任务中被击晕，而不是被击杀。"
LocFlyOverText="血流不止！"

[FakeBleedoutTriggered X2AbilityTemplate]
LocFriendlyName="特种部队致死抗性"
LocLongDescription="有几率在任务中被击晕，而不是被击杀。"
LocHelpText="有几率在任务中被击晕，而不是被击杀。"
LocFlyOverText="血流不止！"

[RM_LongJump X2AbilityTemplate]
LocFriendlyName="攀爬"
LocFlyOverText="攀爬"
LocLongDescription="只要有墙，即可如履平地到达屋顶，而不需要梯子、杆子。"
LocHelpText="只要有墙，即可如履平地到达屋顶，而不需要梯子、杆子。"
LocPromotionPopupText="<Bullet/>不需要梯子、杆子，即可如履平地到达屋顶。<br/>"

[RM_MimeticSkin X2AbilityTemplate]
LocFriendlyName="拟态皮肤"
LocFlyOverText="拟态皮肤"
LocLongDescription="在周围没有敌人的情况下，移动到全掩体时重新隐蔽。"
LocHelpText="在周围没有敌人的情况下，移动到全掩体时重新隐蔽。"
LocPromotionPopupText="<Bullet/>在周围没有敌人的情况下，移动到全掩体时重新隐蔽。<br/>"

[RM_Intimidate X2AbilityTemplate]
LocFriendlyName="恐吓"
LocLongDescription="被当作攻击目标时，敌人有几率恐慌。"
LocHelpText="被当作攻击目标时，敌人有几率恐慌。"
LocFlyOverText="恐吓"
LocPromotionPopupText="<Bullet/>恐吓有几率让攻击者恐慌，更高阶的SPARK装甲有更高的几率。<br/><Bullet/>恐吓可以被任何近战或范围攻击触发。<br/><Bullet/>恐吓不会在目标被监视射击时触发。<br/>"

[RM_IntimidateTrigger X2AbilityTemplate]
LocFriendlyName="恐吓"
LocLongDescription="被当作攻击目标时，有几率使所有可见的敌人恐慌。"
LocHelpText="被当作攻击目标时，有几率使所有可见的敌人恐慌。"
LocFlyOverText="恐吓"
LocPromotionPopupText=""
LocMissMessage="恐吓失败"

[Reward_MOCXCancelProject X2RewardTemplate]
DisplayName="废止MOCX项目"
RewardDetails="阻止MOCX完成自身升级项目。"

[Reward_MOCXOffsite X2RewardTemplate]
DisplayName="侦查外围设施"
RewardDetails="解锁一项任务以突袭与化身计划相关的外围设施。"

[Reward_MOCXTraining X2RewardTemplate]
DisplayName="侦察训练演习"
RewardDetails="解锁一项任务以从训练中窃取重要文件。"

[Reward_MOCXAssault X2RewardTemplate]
DisplayName="侦察MOCX总部"
RewardDetails="解锁一项任务以一劳永逸地终止MOCX计划。"

[CovertAction_MOCXAssault X2CovertActionTemplate]
ActionObjective="侦察MOCX总部"

[CovertAction_MOCXTraining X2CovertActionTemplate]
ActionObjective="侦察训练演习"

[CovertAction_MOCXOffsite X2CovertActionTemplate]
ActionObjective="侦查外围设施"

[CovertAction_MOCXCancelProject X2CovertActionTemplate]
ActionObjective="摧毁MOCX计划"

[CovertActionNarrative_MOCXOffsite X2CovertActionNarrativeTemplate]
ActionName="侦查外围设施"
ActionPreNarrative="这个 \"MOCX\" 计划正成为反抗军的一个难题，我们需要与派系合作，干掉他们。现在，派系中一人已经得知与化身计划相关的一个设施位置，MOCX小队正在对该设施进行守卫，需要我们的帮助潜入侦查。"
ActionPostNarrative="我们获得了大量有关该设施的情报：现在我们有机会自己接管它。"

[CovertActionNarrative_MOCXTraining X2CovertActionNarrativeTemplate]
ActionName="侦察训练演习"
ActionPreNarrative="随着我们最近对MOCX的胜利，我们必须继续向他们进攻。随着他们进行的大规模城市作战演习，他们很可能存有我们所需宝贵情报的本地文件副本。"
ActionPostNarrative="我们合作的派系已经确认了宝贵情报的存在：我们应该趁机夺取它。"

[CovertActionNarrative_MOCXAssault X2CovertActionNarrativeTemplate]
ActionName="准备攻击MOCX总部"
ActionPreNarrative="我们找到的蓝图提供了MOCX总部的薄弱点：现在我们需要确保天际游侠抵达时的空域畅通。然后，安放X4炸药在正确位置，应该能一劳永逸地结束MOCX计划。"
ActionPostNarrative="我们合作的派系正在对我们的空中渗透企图授予放行信号。我们只需要你批准任务，指挥官。"

[CovertActionNarrative_MOCXCancelProject X2CovertActionNarrativeTemplate]
ActionName="废止MOCX项目"
ActionPreNarrative="一个派系设法获得了泄漏的信息，MOCX一直在计划自我升级，脱离变种人的复杂指挥链，我们需要尽快地摧毁该组织。"
ActionPostNarrative="项目已成功阻止：他们需要时间以后尝试。"

[RM_Vanish X2AbilityTemplate]
LocFriendlyName="消失"
LocLongDescription="我方士兵对敌进行隐蔽。"
LocHelpText="我方士兵对敌进行隐蔽。"
LocFlyOverText="已隐蔽！"

[RM_VanishPhantom X2AbilityTemplate]
LocFriendlyName="魅影"
LocLongDescription="这个士兵在任务开始时进入隐蔽状态"
LocHelpText="这个士兵在任务开始时进入隐蔽状态"
LocFlyOverText="魅影"


[RM_VanishReveal X2AbilityTemplate]
LocFriendlyName="暴露"
LocFlyOverText="已暴露！"
LocHelpText="向敌人暴露该单位。如果在消失时进行行动，就会自动发生此事件。"
LocLongDescription="向敌人暴露该单位。如果在消失时进行行动，就会自动发生此事件。"


[ResAct_MOCXMissionCompleted X2ResistanceActivityTemplate]
DisplayName="反MOCX行动完成："

[ResAct_MOCXMissionFailed X2ResistanceActivityTemplate]
DisplayName="反MOCX行动失败："


[FearOfMOCX X2TraitTemplate]
TraitFriendlyName ="恐惧MOCX"
TraitScientificName="人类恐惧症"
TraitDescription ="遇到MOCX士兵有几率恐慌。"
TraitQuotes[0]="\"我加入是为了杀外星人，而不是人类。\""
TraitQuotes[1]="\"他们能发现我们，无论我们跑到哪里。\""
TraitQuotes[2]="\"他们很清楚我们的行动方式。\""
TraitQuotes[3]="\"我不想让手上沾到人类的红色血液。\""
TraitQuotes[4]="\"我们还能取走多少（人命）？！\""

[FearOfMOCXPassive X2AbilityTemplate]
LocFriendlyName="恐惧MOCX"
LocLongDescription="战斗中遇到MOCX时，该单位有几率恐慌。"


[MOCXMissions X2EncyclopediaTemplate]
ListTitle="对抗MOCX"
DescriptionTitle="对抗MOCX"
DescriptionEntry="XCOM不需要一支专门的特遣部队来迅速阻止MOCX。因为只要我们技术上占优势，就肯定能赢取持久的消耗战。他们的中央总部目前我们无法进入，但随着派系进展和时间推移，我们也许能够想出办法，通过隐秘行动永远终结他们。"

[MOCXOperations X2EncyclopediaTemplate]
ListTitle="MOCX计划"
DescriptionTitle="MOCX计划"
DescriptionEntry="随着XCOM力量的壮大，变种人联盟最终将组建一支专门的“反恐”特遣部队，被称为MOCX，由人类特种部队组成。这些部队可能出现在XCOM的任务中，该几率取决于我们任务中未遇到MOCX的次数，军情简报将指示出他们会出现的任务。"

[MOCXProjects X2EncyclopediaTemplate]
ListTitle="MOCX项目"
DescriptionTitle="MOCX项目"
DescriptionEntry="除了黑暗事件，MOCX计划也会秘密地自我升级。这些项目对XCOM来说更加保密和隐蔽：派系将是侦查和阻止这些项目的唯一途径。"

[MOCXCaptures X2EncyclopediaTemplate]
ListTitle="擒获MOCX成员"
DescriptionTitle="擒获MOCX成员"
DescriptionEntry="通过其他来源获得富尔顿技术(Fulton Rewards模组)，我们有几率招募MOCX士兵加入我们的事业。如果我们能把他们击晕，离他们足够近，就能把“富尔顿地对空回收系统”绑在他们身上。尽管如此，他们并不会总是活下来：等级较高的MOCX士兵倾向于使用自杀药，尽量在尝试富尔顿之前，适当伤害而不至于击杀，可能会阻止士兵使用自杀药。"


[Header_MOCX X2EncyclopediaTemplate]
ListTitle="MOCX"

